Repository: danielmigueltejedor/prisma
Catalog: Prisma/Resources/Localizable.xcstrings
Source language: es
Languages: en

# action.add
source: Añadir
en: Add

# action.cancel
source: Cancelar
en: Cancel

# action.close
source: Cerrar
en: Close

# action.edit
source: Editar
en: Edit

# action.favorite
source: Me gusta
en: Like

# action.readAloud
source: Leer en voz alta
en: Read aloud

# action.refresh
source: Actualizar
en: Refresh

# action.retry
source: Reintentar
en: Retry

# action.save
source: Guardar
en: Save

# action.share
source: Compartir
en: Share

# ai.availability.deviceNotEligible
source: Este dispositivo no admite Apple Intelligence. Requiere iPhone 15 Pro o posterior.
en: This device doesn't support Apple Intelligence. Requires iPhone 15 Pro or later.

# ai.requirements.devices
source: Requiere iPhone 15 Pro o posterior con iOS 26+ y Apple Intelligence activado.
en: Requires iPhone 15 Pro or later with iOS 26+ and Apple Intelligence enabled.

# ai.availability.modelDownloading
source: El modelo de Apple Intelligence se está descargando…
en: Apple Intelligence model is downloading…

# ai.availability.notEnabled
source: Activa Apple Intelligence en Ajustes del sistema.
en: Turn on Apple Intelligence in Settings.

# ai.availability.unknown
source: Apple Intelligence no está disponible ahora.
en: Apple Intelligence isn't available right now.

# ai.onDeviceFree
source: IA local gratuita (Apple Intelligence)
en: Free on-device AI (Apple Intelligence)

# ai.unavailable.body
source: Las funciones de IA requieren Apple Intelligence en un dispositivo compatible.
en: AI features need Apple Intelligence on a compatible device.

# ai.unavailable.title
source: Apple Intelligence no disponible
en: Apple Intelligence unavailable

# app.loading
source: Cargando Prisma…
en: Loading Prisma…

# app.tagline
source: Todas las caras de la noticia.
en: Every side of the news.

# appearance.dark
source: Oscuro
en: Dark

# appearance.light
source: Claro
en: Light

# appearance.system
source: Sistema
en: System

# article.live
source: Directo
en: Live

# article.read
source: Leído
en: Read

# article.saved
source: Guardado
en: Saved

# author.articleCount %lld
source: %lld artículos
en: %lld articles

# author.empty.message
source: Actualiza las fuentes para cargar artículos de este autor.
en: Refresh feeds to load articles by this author.

# author.empty.title
source: Sin artículos aún
en: No articles yet

# author.profile
source: Autor
en: Author

# author.sources %@
source: Publicado en: %@
en: Published in: %@

# cascade.comment
source: Comentar
en: Comment

# cascade.comments
source: Comentarios
en: Comments

# cascade.end
source: Has llegado al final de tus recomendaciones
en: You've reached the end of your recommendations

# cascade.next
source: Siguiente
en: Next

# cascade.nextHint
source: Desliza hacia arriba para la siguiente noticia
en: Swipe up for the next story

# country.BR
source: Brasil
en: Brazil

# country.DE
source: Alemania
en: Germany

# country.ES
source: España
en: Spain

# country.FR
source: Francia
en: France

# country.GB
source: Reino Unido
en: United Kingdom

# country.IT
source: Italia
en: Italy

# country.MX
source: México
en: Mexico

# country.PE
source: Perú
en: Peru

# country.US
source: Estados Unidos
en: United States

# error.ai.backend
source: Error del servidor de IA
en: AI server error

# error.ai.notAvailable
source: IA no disponible
en: AI not available

# error.ai.quota
source: Límite de IA alcanzado
en: AI quota reached

# error.feed.invalidXML
source: Feed XML inválido
en: Invalid feed XML

# error.feed.unsupported
source: Formato de feed no soportado
en: Unsupported feed format

# error.generic
source: Algo salió mal
en: Something went wrong

# error.network.decoding
source: Error al procesar datos
en: Failed to decode data

# error.network.http %lld
source: Error HTTP %lld
en: HTTP error %lld

# error.network.invalidResponse
source: Respuesta inválida
en: Invalid response

# error.network.invalidURL
source: URL inválida
en: Invalid URL

# error.network.noData
source: Sin datos del servidor
en: No data from server

# filter.unread
source: Solo sin leer
en: Unread only

# foryou.ai.personalized
source: Feed ordenado según tu lectura
en: Feed ordered by your reading

# foryou.cluster.count %lld
source: %lld artículos
en: %lld articles

# foryou.clusters
source: Temas del día
en: Today's topics

# foryou.empty.message
source: Lee más artículos para personalizar tu feed.
en: Read more articles to personalize your feed.

# foryou.empty.title
source: Sin recomendaciones
en: No recommendations

# foryou.localFeed
source: Para ti (local)
en: For you (local)

# foryou.plus.message
source: Prisma+ agrupa y resume noticias con IA.
en: Prisma+ clusters and summarizes news with AI.

# foryou.plus.title
source: Desbloquea Para ti inteligente
en: Unlock smart For You

# foryou.smartFeed
source: Recomendado para ti
en: Recommended for you

# foryou.sourceArticles
source: Artículos de las fuentes
en: Source articles

# foryou.synthesized
source: Noticia sintetizada
en: Synthesized story

# intent.readNews.description
source: Lee en voz alta tus noticias recomendadas
en: Reads your recommended news out loud

# intent.readNews.dialog
source: Leyendo tus noticias recomendadas
en: Reading your recommended news

# intent.readNews.shortTitle
source: Leer noticias
en: Read news

# intent.readNews.title
source: Leer noticias recomendadas
en: Read recommended news

# intent.stopReading.description
source: Detiene la lectura en voz alta
en: Stops reading news aloud

# intent.stopReading.shortTitle
source: Detener lectura
en: Stop reading

# intent.stopReading.title
source: Detener lectura de noticias
en: Stop reading news

# loading.default
source: Cargando…
en: Loading…

# onboarding.ai.body
source: Resúmenes, comparaciones entre fuentes, portadas del día y agrupaciones inteligentes se ejecutan en tu iPhone con Apple Intelligence. Gratis, privado, sin suscripción.
en: Summaries, cross-source comparisons, daily briefings and smart clusters run on your iPhone with Apple Intelligence. Free, private, no subscription.

# onboarding.ai.subtitle
source: Inteligencia en el dispositivo
en: On-device intelligence

# onboarding.continue
source: Continuar
en: Continue

# onboarding.country.subtitle
source: Personalizaremos las fuentes recomendadas para tu país.
en: We'll personalize recommended sources for your country.

# onboarding.country.title
source: ¿De dónde lees noticias?
en: Where do you read news from?

# onboarding.plus.body
source: Leer noticias será siempre gratis. Prisma+ solo activa funciones con coste real como IA, resúmenes y organización inteligente.
en: Reading news is always free. Prisma+ only enables features with real costs like AI summaries and smart organization.

# onboarding.plus.subtitle
source: Inteligencia opcional
en: Optional intelligence

# onboarding.privacy.body
source: Tu historial se queda en tu dispositivo. Sin anuncios, sin vender datos, sin límites artificiales.
en: Reading history stays on your device. No ads, no data selling, no artificial limits.

# onboarding.privacy.subtitle
source: Local por defecto
en: Local by default

# onboarding.privacy.title
source: Tu lectura es tuya
en: Your reading is yours

# onboarding.sources.body
source: Añade fuentes RSS manualmente o elige de nuestras recomendaciones.
en: Add RSS feeds manually or pick from our curated recommendations.

# onboarding.sources.subtitle
source: Tú eliges qué leer
en: You choose what to read

# onboarding.sources.title
source: Tus fuentes
en: Your sources

# onboarding.start
source: Empezar
en: Get started

# onboarding.welcome.body
source: Un lector de noticias limpio y sin anuncios. Tu periódico personal, sin ruido.
en: A clean, ad-free news reader. Your personal newspaper, without the noise.

# paywall.continueFree
source: Seguir gratis
en: Continue for free

# paywall.legal
source: La suscripción se renueva automáticamente. Cancela cuando quieras en Ajustes.
en: Subscription renews automatically. Cancel anytime in Settings.

# paywall.restore
source: Restaurar compras
en: Restore purchases

# paywall.startTrial
source: Probar Prisma+ gratis
en: Try Prisma+ free

# paywall.subtitle
source: Resúmenes IA, feeds inteligentes y más.
en: AI summaries, smart feeds, and more.

# platform.news
source: Noticias
en: News

# plus.activate
source: Activar Prisma+
en: Activate Prisma+

# plus.active
source: Activo
en: Active

# plus.feature.briefing
source: Portada diaria
en: Daily briefing

# plus.feature.clustering
source: Agrupación de noticias
en: News clustering

# plus.feature.compare
source: Comparar enfoques
en: Compare sources

# plus.feature.notifications
source: Notificaciones inteligentes
en: Smart notifications

# plus.feature.smartFeed
source: Feed inteligente
en: Smart feed

# plus.feature.summary
source: Resúmenes IA de artículos
en: AI article summaries

# plus.feature.translation
source: Traducción IA
en: AI translation

# plus.manageSubscription
source: Gestionar suscripción
en: Manage subscription

# plus.status.active
source: Prisma+ activo
en: Prisma+ is active

# plus.status.free
source: Plan gratuito — lectura ilimitada
en: Free plan — reading is unlimited

# plus.status.trial
source: Prueba gratuita activa
en: Free trial active

# privacy.ads.body
source: Prisma no tiene anuncios, suscripciones ni compras integradas. La app es gratuita y funciona de forma local en tu dispositivo.
en: Prisma has no ads, subscriptions, or in-app purchases. The app is free and runs locally on your device.

# privacy.ads.title
source: Sin anuncios, nunca
en: No ads, ever

# privacy.ai.body
source: La IA se ejecuta en tu dispositivo con Apple Intelligence. El texto de los artículos no se envía a servidores de Prisma.
en: AI runs on your device with Apple Intelligence. Article text is not sent to Prisma servers.

# privacy.ai.title
source: IA en el dispositivo
en: On-device AI

# privacy.data.body
source: No vendemos tus datos de lectura ni mostramos anuncios.
en: We don't sell your reading data or show ads.

# privacy.data.title
source: Sin vender datos
en: No data selling

# privacy.local.body
source: Fuentes, artículos guardados e historial se almacenan en tu dispositivo.
en: Feeds, saved articles, and reading history are stored on your device.

# privacy.local.title
source: Local primero
en: Local first

# privacy.plus.body
source: Las funciones IA pueden enviar títulos y extractos a nuestros servidores solo cuando las usas.
en: AI features may send article titles and excerpts to our servers only when you use them.

# privacy.plus.title
source: Prisma+ e IA
en: Prisma+ and AI

# privacy.support.body
source: Si te resulta útil Prisma, puedes dejar una propina voluntaria. Las donaciones son opcionales y ayudan a seguir desarrollando la app.
en: If you find Prisma useful, you can leave a voluntary tip. Donations are optional and help support development.

# privacy.support.donate
source: Invítame a un café
en: Buy me a coffee

# privacy.support.title
source: Apoya el proyecto
en: Support the project

# privacy.title
source: Tu privacidad
en: Your privacy

# reader.aiDisclaimer
source: El contenido generado por IA puede contener errores. Verifica los datos importantes en las fuentes originales.
en: AI-generated content may contain errors. Verify important facts with the original sources.

# reader.aiSummary
source: Resumen IA
en: AI Summary

# reader.attribution
source: Contenido del editor original. Prisma es un lector RSS personal.
en: Content from the original publisher. Prisma is a personal RSS reader.

# reader.compare
source: Comparar enfoques
en: Compare approaches

# reader.comparisonSearching
source: Buscando la misma noticia en otras fuentes…
en: Looking for the same story in other sources…

# reader.context
source: Explicar contexto
en: Explain context

# reader.contextPreparing
source: Preparando explicación de contexto…
en: Preparing context explanation…

# reader.font.rounded
source: Redondeada
en: Rounded

# reader.font.system
source: Sistema
en: System

# reader.hideComparison
source: Ocultar comparación
en: Hide comparison

# reader.hideContext
source: Ocultar contexto
en: Hide context

# reader.hideSummary
source: Ocultar resumen
en: Hide summary

# reader.imageLoadFailed
source: No se pudo cargar la imagen
en: Could not load image

# reader.live.empty
source: Esperando actualizaciones en directo del feed.
en: Waiting for live updates from the feed.

# reader.live.highlight
source: Momento clave
en: Key moment

# reader.live.indicator
source: En directo ahora
en: Live now

# reader.live.refresh
source: Actualizar en directo
en: Refresh live updates

# reader.live.title
source: En directo
en: Live coverage

# reader.live.updated %@
source: Actualizado a las %@
en: Updated at %@

# reader.noContent
source: Este artículo no incluye contenido en el feed.
en: This article has no content in the feed.

# reader.openImage
source: Abrir imagen
en: Open image

# reader.openImageGalleryHint
source: Abre la galería de imágenes
en: Opens the image gallery

# reader.openImageHint
source: Muestra la imagen a pantalla completa
en: Shows the image full screen

# reader.openInBrowser
source: Abrir en Safari
en: Open in Safari

# reader.openOriginal
source: Leer en la fuente original
en: Read on original site

# reader.partialNotice
source: Este feed solo incluye un extracto. Abre el artículo original para leerlo completo.
en: This feed only includes an excerpt. Open the original article for the full story.

# reader.readingModeActive
source: Modo solo lectura
en: Reader mode

# reader.readingModeOff
source: Modo lectura desactivado
en: Reader mode off

# reader.readingModeOn
source: Modo lectura activo
en: Reader mode on

# reader.reddit.comments
source: Comentarios
en: Comments

# reader.reddit.invalidResponse
source: Reddit devolvió una respuesta inesperada.
en: Reddit returned an unexpected response.

# reader.reddit.invalidURL
source: No se pudo identificar esta publicación de Reddit.
en: Could not resolve this Reddit post.

# reader.reddit.loadingComments
source: Cargando comentarios…
en: Loading comments…

# reader.reddit.noComments
source: No hay comentarios que mostrar.
en: No comments to show.

# reader.sameTopicSources %@
source: También en: %@
en: Also covered by: %@

# reader.showComparison
source: Comparar fuentes
en: Compare sources

# reader.showContext
source: Explicar contexto
en: Explain context

# reader.showSummary
source: Mostrar resumen
en: Show summary

# reader.similar
source: Sigue leyendo
en: Keep reading

# reader.similar.loading
source: Buscando artículos relacionados…
en: Finding related articles…

# reader.summaryPreparing
source: Preparando resumen…
en: Preparing summary…

# reader.translatedTo %@
source: Traducido al %@
en: Translated to %@

# reader.translating
source: Traduciendo en segundo plano…
en: Translating in background…

# reader.translationPending
source: La traducción aparecerá cuando esté lista.
en: Translation will appear when ready.

# reader.typography.decrease
source: Reducir tamaño
en: Decrease text size

# reader.typography.font
source: Fuente
en: Font

# reader.typography.increase
source: Aumentar tamaño
en: Increase text size

# reader.typography.menu
source: Tipografía
en: Typography

# reader.typography.size
source: Tamaño
en: Size

# reader.typography.sizeValue %lld
source: Tamaño actual: %lld%%
en: Current size: %lld%%

# reader.unifiedStory
source: Noticia unificada
en: Unified story

# reader.viewOriginal
source: Ver original
en: View original

# reader.viewTranslation
source: Ver traducción
en: View translation

# saved.collectionName
source: Nombre de la colección
en: Collection name

# saved.collections
source: Colecciones
en: Collections

# saved.empty.favorites.message
source: Dale me gusta en el modo cascada o el lector para verlas aquí.
en: Like articles in cascade mode or the reader to find them here.

# saved.empty.favorites.title
source: Sin me gusta
en: No likes yet

# saved.empty.message
source: Marca artículos para leerlos más tarde.
en: Bookmark articles to read them later.

# saved.empty.title
source: Nada guardado
en: Nothing saved

# saved.filter
source: Filtrar
en: Filter

# saved.filter.favorites
source: Me gusta
en: Likes

# saved.filter.saved
source: Marcadores
en: Bookmarks

# saved.newCollection
source: Nueva colección
en: New collection

# search.mode.hint.message
source: Escribe para buscar en tus noticias desde arriba.
en: Type to search your news feed from the top.

# search.mode.hint.title
source: Buscar
en: Search

# search.noResults.message
source: Prueba con otro término o ajusta los filtros.
en: Try another term or adjust your filters.

# search.noResults.title
source: Sin resultados
en: No results

# search.prompt
source: Buscar noticias
en: Search news

# search.results.title
source: Resultados
en: Results

# settings.about
source: Acerca de
en: About

# settings.ai.active
source: Lista — resúmenes y feeds inteligentes se ejecutan en este dispositivo.
en: Ready — summaries and smart feeds run on this device.

# settings.ai.title
source: IA en el dispositivo
en: On-device AI

# settings.ai.unavailable
source: No disponible en este dispositivo.
en: Not available on this device.

# settings.appearance
source: Apariencia
en: Appearance

# settings.blocked
source: Palabras bloqueadas
en: Blocked keywords

# settings.blockedPlaceholder
source: Añadir palabra…
en: Add keyword…

# settings.cascadeView
source: Vista en cascada
en: Cascade view

# settings.cascadeView.hint
source: Feed vertical a pantalla completa que aprende de tus likes y tiempo de lectura para mejorar las recomendaciones más rápido.
en: Full-screen vertical feed that learns from your likes and reading time to improve recommendations faster.

# settings.clearData
source: Borrar todos los datos
en: Clear all data

# settings.data
source: Datos
en: Data

# settings.experiments
source: Experimentos
en: Experiments

# settings.fontPreview
source: Vista previa
en: Preview

# settings.fontSize
source: Tamaño de fuente
en: Font size

# settings.homeCountry
source: País de origen
en: Home country

# settings.privacy
source: Privacidad
en: Privacy

# settings.privacyPolicy
source: Política de privacidad
en: Privacy policy

# settings.reader
source: Lector
en: Reader

# settings.siriReading
source: Lectura con Siri
en: Siri reading

# settings.siriReading.hint
source: Di «Oye Siri, leer noticias en Prisma» para escuchar tus noticias recomendadas.
en: Say “Hey Siri, read my news in Prisma” to hear your recommended stories.

# settings.terms
source: Términos de uso
en: Terms of use

# settings.theme
source: Tema
en: Theme

# settings.themePreview
source: Elige cómo se ve Prisma. «Oscuro» es ideal para leer de noche.
en: Choose how Prisma looks. Dark mode is great for reading at night.

# settings.version
source: Versión
en: Version

# settings.weatherLocation
source: Localización del tiempo
en: Weather location

# settings.weatherLocationFound %@
source: Localización encontrada: %@
en: Location found: %@

# settings.weatherLocationHint
source: Ciudad para el chip del tiempo (p. ej. Madrid). No hace falta permiso de ubicación.
en: City or town for the weather chip (e.g. Madrid). No GPS permission needed.

# settings.weatherLocationNotFound
source: No se encontró esa localización. Revisa el nombre o prueba una ciudad cercana.
en: Location not found. Check the spelling or try a nearby city.

# settings.weatherLocationSearching
source: Buscando localización…
en: Looking up location…

# source.articleCount %lld
source: %lld artículos
en: %lld articles

# source.description.news %@
source: Últimos artículos de %@.
en: Latest articles from %@.

# source.description.reddit
source: Publicaciones de esta comunidad de Reddit, sincronizadas vía RSS nativo.
en: Posts from this Reddit community, synced via native RSS.

# source.description.x
source: Publicaciones de esta cuenta o tendencia en X, entregadas vía puente RSS.
en: Posts from this X account or trend list, delivered via RSS bridge.

# source.empty.message
source: Actualiza para obtener las últimas publicaciones de esta fuente.
en: Refresh to fetch the latest posts from this source.

# source.empty.title
source: Sin artículos aún
en: No articles yet

# source.lastUpdated %@
source: Actualizado %@
en: Updated %@

# source.x.bridgeNotice
source: X no tiene RSS oficial. Estas fuentes usan un puente público y pueden ser más lentas o no estar disponibles.
en: X has no official RSS. These feeds use a public bridge and may be slower or unavailable.

# sources.add
source: Añadir fuente
en: Add source

# sources.add.manual
source: Añadir manualmente
en: Add manually

# sources.added
source: Fuente añadida
en: Source added

# sources.block
source: Bloquear
en: Block

# sources.empty.message
source: Añade una fuente RSS o importa un OPML.
en: Add an RSS feed or import OPML.

# sources.empty.title
source: Sin fuentes
en: No sources

# sources.exportOPML
source: Exportar OPML
en: Export OPML

# sources.favorite
source: Favorita
en: Favorite

# sources.field.name
source: Nombre
en: Name

# sources.field.url
source: URL del feed
en: Feed URL

# sources.imported %lld
source: %lld fuentes importadas
en: %lld sources imported

# sources.importOPML
source: Importar OPML
en: Import OPML

# sources.international
source: Internacional
en: International

# sources.local %@
source: Fuentes de %@
en: Sources from %@

# sources.otherCountries
source: Otros países
en: Other countries

# sources.recommended
source: Recomendadas
en: Recommended

# sources.rename
source: Renombrar fuente
en: Rename source

# sources.search
source: Buscar fuentes
en: Search sources

# sources.search.mode.hint
source: Escribe para encontrar una fuente por nombre o URL.
en: Type to find a source by name or URL.

# sources.yours
source: Tus fuentes
en: Your sources

# tab.foryou
source: Para ti
en: For You

# tab.saved
source: Guardado
en: Saved

# tab.settings
source: Ajustes
en: Settings

# tab.sources
source: Fuentes
en: Sources

# tab.today
source: Hoy
en: Today

# today.empty.action
source: Actualizar
en: Refresh

# today.empty.message
source: Activa una fuente y desliza para actualizar.
en: Enable a source and pull to refresh.

# today.empty.title
source: Aún no hay artículos
en: No articles yet

# today.loading
source: Descargando tus fuentes…
en: Fetching your feeds…

# today.section.favorites
source: Fuentes favoritas
en: Favorite sources

# today.section.latest
source: Últimas noticias
en: Latest

# today.section.saved
source: Guardados recientemente
en: Recently saved

# today.weather.accessibility %@
source: Tiempo hoy, %@
en: Today's weather, %@

# today.weather.accessibility.location %1$@ %2$@
source: Tiempo en %2$@, %1$@
en: Weather in %2$@, %1$@

# weather.location.default %@
source: Predeterminada (%@)
en: Default (%@)
